Repository: Mahmoud-Al-Ebrahim/clearance_application
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: hello
ar: مرحبا

source: home
ar: الرئيسية

source: skip
ar: تجاوز

source: next
ar: التالي

source: start
ar: ابدأ

source: Search
ar: بحث

source: Categories
ar: فئات

source: View all
ar: عرض الكل

source: View more
ar: عرض المزيد

source: Cart
ar: السلة

# discount_off
source: OFF
ar: خصم

source: AED
ar: درهم

source: please choose
ar: رجاء قم باختيار

source: OK
ar: حسناً

source: Confirmed Successfully
ar: تم التأكيد بنجاح

source: Visa
ar: فيزا كارد

source: Are you sure?
ar: هل انت متأكد؟

# return_the_money_using_credit_card
source: Yes and Request to return the amount to VISA CARD (Need a Week)
ar: نعم وأطلب إرجاع المبلغ عن طريق بطاقة فيزا (تحتاج العملية لأسبوع)

# return_the_money_using_Wallet
source: Yes and Request to return the amount to WALLET (Directly)
ar: نعم وأطلب إرجاع المبلغ عن طريق المحفظة (تتم العملية مباشرة)

source: Please Enter quantity
ar: رجاء أدخل كمية

# loading_configuration
source: Loading Some Settings
ar: جاري تحميل بعض الإعدادات

source: try again
ar: إعادة المحاولة

source: Find More Deals
ar: استكشاف عروض أخرى

source: Estimated Tax:
ar: الضريبة المقدرة:

source: My Account
ar: حسابي

source: Account
ar: الحساب

source: Buy now
ar: اشتري الآن

source: Share
ar: مشاركة

# postPay
source: Buy now.. Pay later
ar: اشتري الآن.. ادفع لاحقا

source: Addresses
ar: العناوين

source: Orders
ar: طلباتي

source: Favourite
ar: المفضلة

source: Balance
ar: الرصيد

source: Wallet
ar: المحفظة

# myCoupons
source: Coupons
ar: كوبوناتي

source: Recently viewed
ar: شوهد مؤخرا

# setting
source: Settings
ar: الإعدادات

source: FAQ
ar: أسئلة شائعة

source: Confirming
ar: قيد التأكيد

source: Pending
ar: قيد الانتظار

source: Confirmed
ar: تم التأكيد

source: Preparing
ar: قيد التجهيز

source: Shipped
ar: تم الشحن

source: Delivered
ar: تم التسليم

source: Evaluate
ar: تقييم

# refund
source: Return
ar: إرجاع

source: Returned
ar: تم الإرجاع

source: Call Us
ar: اتصل بنا

source: Following
ar: تتابعه

source: Unfollow
ar: إلغاء المتابعة

source: Follow
ar: متابعة

# sellerInMadleen
source: Seller
ar: بائع

source: Change Language
ar: تغيير اللغة

# flash_deal_max_quantity_reached
source: you can't buy this quantity from this product in this offer
ar: لايمكنك شراء هذه الكمية من هذا المنتج في هذا العرض

source: First name
ar: الاسم الأول

source: Last name
ar: الاسم الأخير

source: Birth day
ar: تاريخ الميلاد

# phone
source: Phone number
ar: رقم الهاتف

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Change password
ar: تغيير كلمة السر

source: Delete Account
ar: حذف الحساب

# resetAppPref
source: Reset App Preferences
ar: استعادة الافتراضيات

source: Sign out
ar: تسجيل الخروج

source: Flash Deal
ar: عروض لفترة محدودة

# update_app_button
source: Update Now
ar: حدث الآن

# update_app_title
source: New Update Available
ar: تحديث جديد متوفر

# update_app_description
source: There is a newer version of app available please update it now.
ar: هناك إصدار أحدث من التطبيق متوفر, رجاء قم بالتحديث الآن

source: Name
ar: الاسم

source: Address
ar: العنوان

source: Feed back
ar: معلومات للمطور

source: Add New Address
ar: إضافة عنوان جديد

# order_delivered_tomorrow
source: Your order will be delivered by tomorrow
ar: سيتم توصيل طلبك غداً

# lbl_add
source: Add
ar: أضف

# enjoy_free_shipping
source: of products to enjoy
ar: من المنتجات للحصول على

source: FREE SHIPPING
ar: توصيل مجاني

# receive_it_tomorrow
source: Receive it by Tomorrow
ar: استلمه غداً

source: Quantity to decrease
ar: الكمية المراد إنقاصها

# lbl_note
source: Notes
ar: ملاحظات

# about_app
source: about
ar: حول التطبيق

# order_cancelled_by_seller
source: This order cancelled
ar: هذه الطلبية ألغيت

# enter_otp_message
source: please enter otp code which sent to your number:
ar: رجاء أدخل كود التأكيد المرسل لرقم هاتفك:

# email_or_phone
source: Email or Phone number
ar: البريد الالكتروني أو رقم الهاتف

source: Sign out & Sign up
ar: تسجيل الخروج لتغيير الحساب

source: Email
ar: البريد الالكتروني

source: country
ar: البلد

source: state
ar: الولاية

source: city
ar: المدينة

source: street
ar: الشارع

source: building
ar: البناء

source: flat
ar: رقم البيت

source: nearestPublicAddress
ar: معلم قريب

source: Address type
ar: نوع العنوان

source: Geo location
ar: الموقع الجغرافي

source: permanent
ar: منزل

source: work
ar: عمل

source: Save
ar: حفظ

# genuine
source: Genuine Products
ar: منتجات حقيقية

# quality
source: 7 Step Quality Check
ar: 7 خطوات للتحق من الجودة

source: Secure payment
ar: الدفع بطرق آمنة

source: Includes tax
ar: تتضمن ضريبة القيمة المضافة

source: Model Num:
ar: رقم الموديل:

source: Quantity:
ar: الكمية:

# leftQuantity
source: Left QTY:
ar: الكمية المتبقية:

source: Sold By:
ar: مباع من قبل:

# lbl_whatsapp_message
source: Hello Team clearance, I have a question
ar: مرحبا فريق كليرانس, لدي سؤال

# lbl_clearAll
source: Clear All
ar: حذف الكل

# lbl_share
source: Share
ar: مشاركة

source: Contact Us
ar: تواصل معنا

source: Request Details
ar: تفاصيل الطلب

source: Seller positive evaluation:
ar: تقييم إيجابي للبائع:

# freeRefund
source: Free Return
ar: إرجاع مجاني

source: for specific products
ar: لمنتجات محددة

source: Reliable Shipping
ar: شحن موثوق

source: Free express shipping
ar: شحن اكسبريس مجاني

source: Deliver at your door
ar: إيصال إلى باب المنزل

# leaveYourOrderAtYourDoor
source: We\'ll leave your order at your door
ar: سنضع طلبك على باب منزلك

# delivery_description1
source: Get Free shipping on orders above AED 150.0
ar: احصل على توصيل مجاني للطلبات بكلفة تفوق 150 AED

# delivery_description2
source: Or 10% on your first order,use coupon code
ar: أو 10% تخفيض على أول طلب باسنخدام الكوبون

source: Main features
ar: المميزات الأساسية

source: Description
ar: المواصفات

source: Specifications
ar: المميزات

source: Based on
ar: بناءاً على

source: reviews
ar: تقييمات

source: How to add review?
ar: كيف أضيف تقييم؟

# howToAddReviewAnswer
source: You can add a review after buying Clearance products, You can move to orders screen to add a review
ar: يمكنك إضافة تقييم بعد شراء منجات مادرلين يمكنك الانتقال إلى صفحة الطلبات لإضافة تقييم

# youCanAddReviewAfter
source: How do we calculate rating?
ar: كيف نحسب تقييم المنتج؟

# weUseOurCustomers
source: We use our customers reviews to calculate, overall rating
ar: نستعمل تقييمات المستخدمين لحساب تقييم المنتج

source: No reviews yet
ar: لم يتم إضافة تعليقات بعد

source: Similar Products
ar: منتجات مماثلة

source: No Similar Products
ar: لا يوجد منتجات مماثلة

source: Related Products
ar: منتجات ذات صلة

source: No Related products
ar: لا يوجد منجات ذات صلة

source: Add to cart
ar: إضافة إلى السلة

source: Order summary:
ar: ملخص الطلب:

source: Enter Coupon
ar: أدخل الكوبون

# enterPhoneNumber
source: Enter your phone number
ar: أدخل رقم هاتفك

source: Canceled Successfully
ar: تم إلغاؤه بنجاح

source: ID
ar: رقم العملية

source: Transaction Type
ar: نوع العملية

source: Credit
ar: المبلغ المستحق

source: Debit
ar: المبلغ المقطوع

source: Date
ar: التاريخ

source: Receive messages by whats app
ar: استلام الرسائل عبر الواتساب

# enable_whatsapp_notification
source: Stop Whats app Notification
ar: إيقاف إشعارات الواتساب

source: Apply
ar: تطبيق

source: Discount:
ar: الخصم:

source: Coupon discount:
ar: كوبون الخصم:

# total
source: Final Total
ar: المجموع النهائي

source: Sub Total:
ar: المجموع الفرعي:

source: Shipping
ar: الشحن

source: Payment
ar: الدفع

source: Price:
ar: السعر:

# moveToWishList
source: Move to Favorites
ar: نقل إلى المفضلة

source: Remove
ar: إزالة

source: Join us
ar: انضم إلينا

# reset_otp
source: Resend
ar: إعادة الإرسال

source: Log in
ar: تسجيل الدخول

source: Sign Up
ar: حساب جديد

# verify_otp
source: Verify
ar: التحقق

# enter_otp
source: Enter Otp Code
ar: أدخل كود التحقق

source: Wrong otp!
ar: كود خاطئ!

source: Verify Account
ar: تأكيد الحساب

source: Enter your email
ar: أدخل بريدك الالكتروني

source: invalid Email
ar: بريد خاطئ

# invalid_phone
source: invalid Phone Number
ar: رقم هاتف خاطئ

source: Send reset email
ar: أرسل رسالة الاستعادة

# enter_new_pass
source: Enter New Password
ar: أدخل كلمة مرور جديدة

# enter_your_pass
source: please Enter your Password
ar: رجاء أدخل كلمة المرور

# please_enter_new_pass
source: Please enter your password
ar: رجاء قم بإدخال كلمة مرور جديدة

# password_short
source: Password is too short
ar: كلمة المرور قصيرة!

# phone_short
source: Phone Number is too short
ar: رقم الهاتف قصير!

# phone_long
source: Phone Number is too long
ar: رقم الهاتف طويل!

source: Change
ar: تغيير

# choose_products_to_return
source: Choose products to return it
ar: اختر منتجات للارجاع

# choose_products_to_exchange
source: Choose products for exchange
ar: اختر منتجات للتبديل

# choose_exchanges_products
source: Choose products to be exchanged with
ar: اختر منتجات للتبديل بها

# choose_payment_destination
source: Choose Money Destination
ar: اختر وجهة الدفع

source: Want to return
ar: إرجاع المنتج

# cancel_from_return
source: Don't want to return
ar: لا أريد إرجاعه

# get_contacts_message
source: invite your friends to get three times free shipping
ar: قم بدعوة أصدقائك للحصول على توصيل مجاني لثلاثة مرات

source: Select Reason
ar: اختر سبب

source: Back
ar: تراجع

# updated_successfully
source: Edited Successfully
ar: تم التعديل بنجاح

# choose_contacts
source: Choose Contacts for invite
ar: اختر جهات الاتصال لدعوتها

# reason_cost_message1
source: Returning Products will cost
ar: المنتجات المرجعة ستكلف

# reason_cost_message2
source: But Don't worry,the company will pay the amount
ar: لكن لاتقلق الشركة ستدفعها

source: Add Return Request
ar: إضافة طلب إرجاع

source: Add Product Return Request
ar: إضافة المنتج للارجاع

source: Edit Product Return Request
ar: تعديل طلب الارجاع

source: Cancel Return Request
ar: إلغاء طلب الارجاع

# you_must_return_message
source: You must return at least on product to continue
ar: يجب إرجاع منتج واحد على الأقل قبل الاكمال

source: No Phone Number
ar: لايوجد رقم هاتف

# enter_real_name
source: Enter your commonly known name:
ar: أدخل اسمك المتعارف عليه:

# please_enter_real_name
source: Please Enter your commonly known name
ar: رجاء أدخل اسمك المتعارف عليه

source: invite
ar: دعوة

# invite_friends_success
source: Invite friends Successfully
ar: تمت الدعوة بنجاح

source: Edit Return Request
ar: تعديل طلب الارجاع

# invite_friends_error
source: You must invite at least one friend
ar: يجب دعوة صديق واحد على الأقل

# something_went_wrong
source: An Error occurred ,please try again
ar: حدث خطأ ما, يرجى إعادة المحاولة

# update_pass_success
source: reset password successfully
ar: تم تغيير كلمة المرور بنجاح

# update_profile_success
source: reset profile successfully
ar: تم تحديث البيانات الشخصية بنجاح

# phone_already_exist
source: phone already exist please login
ar: الرقم مستخدم سابقا قم بتسجيل الدخول

# email_already_exist
source: email already exist please login
ar: البريد الالكتروني مستخدم سابقا قم بتسجيل الدخول

# enter_first_name
source: Please enter your first name
ar: رجاء أدخل الاسم الأول

# enter_last_name
source: Please enter your last name
ar: رجاء أدخل الاسم الأخير

# please_enter_email_or_phone
source: Please Enter Email or Phone Number
ar: رجاء أدخل بريدك الالكتروني أو رقم الهاتف

# fields_required
source: Those fields are required
ar: هذه الحقول مطلوبة!

# nothing_to_do
source: you did not edit anything!
ar: أنت لم تقم بأي تعديلات!

source: unknown error!
ar: خطأ غير معروف!

# select_payment_method
source: please select payment method
ar: رجاء قم باختيار طريقة دفع

# max_quantity_reached
source: Maximum quantity reached
ar: بلغت العدد الأعظمي

source: Continue with Google
ar: المتابعة باستخدام Google

source: Continue with Facebook
ar: المتابعة باستخدام Facebook

source: Continue with Apple
ar: المتابعة باستخدام Apple

# weWillBeNotAbleToRestore
source: We will not be able to restore your data after deleting account
ar: لن يكون بإمكاننا استعادة بياناتك بعد حذف الحساب

source: Cancel
ar: إلغاء

source: Password
ar: كلمة المرور

source: Or
ar: أو

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Confirm password
ar: تأكيد كلمة المرور

source: Empty list
ar: القائمة فارغة

source: Products you may like:
ar: منتجات قد تهمك:

source: Shipping to:
ar: الشحن إلى:

source: Change address
ar: تغيير العنوان

source: Payment method
ar: طريقة الدفع

source: Delivery method
ar: طريقة التسليم

# setDefault
source: Set as Default
ar: تعيين كافتراضي

source: Default address
ar: العنوان الافتراضي

source: Full name
ar: الاسم الكامل

source: Address 2
ar: العنوان 2

# pleaseAddDefaultAddress
source: Please add default shipping address
ar: يرجى إضافة عنوان شحن افتراضي

source: Order amount
ar: قيمة الطلب:

source: Order unique id:
ar: معرف الطلب:

# paymentMethod2
source: Payment method:
ar: آلية الدفع:

source: Payment status:
ar: حالة الدفع:

source: Shipping details:
ar: تفاصيل الشحن:

source: Choosed Payment Method:
ar: طريقة الدفع المختارة:

source: Attached Picture:
ar: الصورة المرفقة

source: Shipping contact:
ar: اسم الشخص:

source: Show Less
ar: إظهار أقل

source: Show More
ar: إظهار أكثر

source: Reason Description:
ar: وصف السبب:

# refund_status
source: Return Request Status:
ar: حالة طلب الإرجاع:

# lbl_send
source: Send
ar: إرسال

source: Talk with us
ar: تحدث معنا

source: Total refundable amount:
ar: القيمة الإجمالية المرجعة:

source: refundable amount:
ar: القيمة المرجعة:

source: Returned Products:
ar: المنتجات المرجعة:

source: Delivery service name:
ar: اسم خدمة التوصيل:

source: Customer money Destination:
ar: وجهة القيمة المرجعة للزيون:

source: Admin money Destination:
ar: وجهة القيمة المرجعة من الأدمن:

# please_attach_image
source: Please attach an image
ar: الرجاء إرفاق صورة

source: Shipping address:
ar: العنوان:

# shippingContactNum
source: Contact number:
ar: رقم الاتصال:

# shippingOrdered
source: Ordered products:
ar: المنتجات:

source: View details
ar: عرض التفاصيل

source: Hide details
ar: إخفاء التفاصيل

source: Live Server
ar: سيرفر اللايف

# order_cancelled_and_archived
source: This order cancelled and archived
ar: هذه الطلبية ملغاة و مؤرشفة

source: Yes
ar: نعم

# no_enough_money_in_wallet
source: You don't have enough money in your wallet
ar: لاتملك رصيد كافي في محفظتك

source: Removed Successfully
ar: تمت الإزالة بنجاح

source: forget password by email
ar: نسيان كلمة السر بالايميل

source: Firebase Messaging
ar: رسائل الفايربيز

source: Firebase Crashlytics
ar: تقارير خطأ بالفايربيز

source: No
ar: لا

# lbl_using_whatsapp
source: using whats app
ar: استخدام واتساب

source: Processing
ar: جاري المعالجة

# ready_to_ship
source: Ready to shipping
ar: جاهز للتوصيل

source: Partial return
ar: إرجاع جزئي

source: Failed
ar: فشل

source: Canceled
ar: ملغى

# this_order_partial_returned
source: This order contains some products to return
ar: هذه الطلبية تحتوى على منتجات للإرجاع

source: Cancel order
ar: إلغاء الطلب

source: Return request
ar: طلب إرجاع

# addYourReview
source: Add your review for this product
ar: أضف تقييمك

source: Service type
ar: تقديم الخدمة

source: across internet
ar: عبر الانترنت

source: visit
ar: زيارة

# refundReason
source: Return Reason
ar: سبب الإرجاع

# refund_details
source: Return Request Details
ar: تفاصيل طلب الإرجاع

source: Choose Image
ar: اختيار صورة

# that_is_greater_than_qty
source: That's greater than item quantity!
ar: هذه الكمية أكبر من كمية هذا العنصر!

# lbl_take_picture
source: Take Picture
ar: التقاط صورة

source: Upload Pictures (if available)
ar: تحميل صور المطبخ (إن توفرت)

# choose_payment_method
source: Choose destination Payment Method:
ar: اختر طريقة تحويل المبلغ:

# this_product_removed
source: This product was removed
ar: هذا المنتج تم إلغاؤه

# attach_picture
source: Attach a Picture:
ar: قم برفق صورة:

source: Upload Pictures
ar: تحميل صور المطبخ

source: About kitchen
ar: حول المطبخ

source: Kitchen type
ar: نوع المطبخ

source: Floor type
ar: نوع الأرضية

source: Surface type
ar: نوع السطح

source: Kitchen color
ar: لون المطبخ

# auxColor
source: Auxiliary color
ar: لون إضافي

# kitchenDimension
source: Kitchen dimensions
ar: أبعاد الطبخ

source: Length
ar: الطول

source: width
ar: العرض

source: height
ar: الارتفاع

source: submit
ar: تأكيد

# continueGuest
source: Continue as a guest
ar: متابعة كزائر

source: Upload design schematics (if available)
ar: تحميل صور مخطط (إن وجدت)

source: Madleen balance
ar: رصيد مادلين

source: Your balance:
ar: رصيدك:

source: Pay with your card
ar: ادفع باستخدام البطاقة

source: Pay Cash
ar: الدفع نقدا

source: AED tolls applied
ar: قيمة رسوم الدفع عند التوصيل

source: Tolls
ar: رسوم

source: Place order
ar: تأكيد الطلب

source: No internet connection
ar: لا يوجد اتصال بالانترنت

source: Try again
ar: حاول مجددا

# youCanCreateSellerAccountByVisit
source: You can create a seller account by visiting our website
ar: يمكنك انشاء حساب بائع عبر زيارة موقعنا على الويب

# searchTermMustBeLonger
source: Search term must be longer than two letters.
ar: كلمة البحث يجب أن تكون أكثر من 3 أحرف

source: Login required.
ar: تسجيل الدخول مطلوب

source: Color
ar: اللون

source: Filters
ar: التصفية

source: Sort by
ar: ترتيب

source: latest
ar: الأحدث

# lowToHigh
source: low to high price
ar: الأرخص أولاً

# highToLow
source: high to low price
ar: الأغلى أولاً

source: A to Z
ar: أ إلى ي

source: Z to A
ar: ي إلى أ

# lbl_old_notification
source: Old Notifications
ar: إشعارات سابقة

# lbl_new_notification
source: New Notifications
ar: إشعارات جديدة

# lbl_notification
source: Notifications
ar: الإشعارات

source: No result found
ar: لم يتم العثور على نتائج

source: Brands
ar: العلامة التجارية

# noFilter
source: no filter selected
ar: لم يتم اختيار عامل تصفية

source: Attributes
ar: مقاسات

source: Select color
ar: أختر لون

source: Points balance
ar: رصيد النقاط

source: Coupon value
ar: قيمة الكوبون

# lbl_collection
source: Collection
ar: تجميعة

source: hide
ar: إخفاء

source: version:
ar: إصدار التطبيق:

# lbl_copy
source: Copy
ar: تم النسخ

source: please select shipping address
ar: يرجى اختيار الموقع الجغرافي

# pickColor
source: Pick a color
ar: اختر اللون

source: added successfully
ar: أضيف بنجاح

source: Open Camera
ar: فتح الكاميرا

source: Checkout
ar: الدفع

source: Continue shopping
ar: متابعة التسوق

source: Your order placed successfully
ar: تم إرسال طلبك بنجاح

source: Join us and start shopping...
ar: انضم الآن وابدأ التسوق ..

# send_sms_otp
source: Send otp via using SMS
ar: أرسل كود تأكيد باستخدام SMS

# send_whatsapp_otp
source: Send otp via using Whatsapp
ar: أرسل كود تأكيد باستخدام Whatsapp

# product_in_cart
source: products in cart
ar: عدد المنتجات في السلة

source: want to Exchange
ar: إضافة للتبديل

# edit_product_exchange_request
source: Edit Exchange Request
ar: تعديل طلب التبديل

# cancel_product_exchange_request
source: Cancel Exchange Request
ar: إلغاء طلب التبديل

source: Add to Exchange
ar: إضافة للتبديل

source: Quantity changed successfully
ar: تم تغيير الكمية بنجاح

# lbl_exchange
source: Exchange Request
ar: طلب تبديل

source: Exchange Reason:
ar: سبب التبديل:

# lbl_view_return_request
source: view return request
ar: مشاهدة طلب الارجاع
